Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-3_2012/EVS-EN_61439-3_2012_7 Service conditions_7 TALITLUSOLUD.tmx
Source language: en
Languages: et

source: 7 Service conditions
et: 7 TALITLUSOLUD

source: This clause of Part 1 applies except as follows.
et: Rakendatakse osa 1 jaotist 7 koos allj채rgneva t채iendusega.

source: 7.1.3 Pollution degree
et: 7.1.3 Saasteaste

source: Addition:
et: T채iendus:

source: A minimum pollution degree 2 applies.
et: Saasteaste ei tohi olla k천rgem kui 2.
